Repository: spo11/archlinux
Catalog: indicator-session/src/indicator-session-0.2.17/po/*.po
Languages: eo, fy, it, ja, ko

source: Makes it so that the logout button doesn't show in the session menu.
eo: Forigi la elsalutan butonon el la menuo.
it: Fa in modo che il pulsante per terminare la sessione non venga mostrato nel menù.
ja: ログアウトボタンをセッションメニューに表示させないようにします。
ko: 이것은 로그아웃 버튼을 세션 메뉴에서 보이지 않게 만들 것 입니다.

source: Makes it so that the restart button doesn't show in the session menu.
eo: Ne montri la relanĉbutonon en la seancomenuo
it: Fa in modo che il pulsante per riavviare il computer non compaia nel menù della sessione.
ja: セッションメニューに再起動ボタンを表示させないようにします。
ko: 세션 메뉴에서 다시 시작 버튼이 보이지 않게 합니다.

source: Makes it so that the shutdown button doesn't show in the session menu.
eo: Ne montri la elŝaltbutonon en la seancomenuo
it: Fa in modo che il pulsante per arrestare il computer non compaia nel menù della sessione.
ja: セッションメニューにシャットダウンボタンを表示させないようにします。
ko: 세션 메뉴에서 컴퓨터 끄기 버튼이 보이지 않게 합니다.

source: Remove the Log Out item from the session menu
eo: Forigi la eron "elsaluti" el la menuo.
it: Rimuove la voce "Termina sessione" dal menù
ja: セッションメニューからログアウトの項目を取り除く
ko: 세션 메뉴에서 로그 아웃 항목 제거

source: Remove the Restart item from the session menu
eo: Forigi la eron Relanĉi el la seancomenuo
it: Rimuove l'oggetto "Riavvia" dal menù della sessione
ja: セッションメニューから「再起動」を削除
ko: 세션 메뉴에서 다시 시작 항목 제거

source: Remove the shutdown item from the session menu
eo: Forigi la eron Elŝalti el la seancomenuo
it: Rimuove l'oggetto "Arresta" dal menù della sessione
ja: セッションメニューからシャットダウンを削除
ko: 세션 메뉴에서 컴퓨터 끄기 항목 제거

source: Suppress the dialog to confirm logout, restart and shutdown action
eo: Forstreki la dialogon por konfirmi la elsaluton, restarton kaj elŝalton
it: Non visualizza i dialoghi di conferma per azioni di fine sessione, riavvio e arresto
ja: ログアウト、再起動、シャットダウン時に確認ダイアログを表示しない
ko: 로그아웃, 다시 시작, 컴퓨터끄기에 확인 대화창을 만들지 않음

source: Whether or not to show confirmation dialogs for logout, restart and shutdown actions.
eo: Montri aŭ ne la dialogojn pri la konfirmo por la elŝalto, restarto aŭ elsaluto
it: Indica se mostrare o meno i dialoghi di conferma per le azioni di fine sessione, riavvio e arresto.
ja: ログアウト、再起動、およびシャットダウン操作の実行時に確認ダイアログを表示するかどうかを指定します。
ko: 로그아웃, 다시 시작, 컴퓨터 끄기 동작에 대한 확인 대화창 표시 여부를 결정합니다.

source: Log Out
eo: Elsaluti
fy: Meld ôf
it: Termina sessione
ja: ログアウト
ko: 로그아웃

source: Restart
eo: Restarti
fy: Start op'e nij
it: Riavvia
ja: 再起動
ko: 다시 시작

source: Shut Down
eo: Elŝalti
fy: Slút Óf
it: Arresta
ja: シャットダウン
ko: 컴퓨터 끄기

source: Log Out...
eo: Elsaluti...
fy: Meld ôf...
it: Termina sessione...
ja: ログアウト…
ko: 로그아웃...

source: Restart...
eo: Restarti...
fy: Start op'e nij...
it: Riavvia...
ja: 再起動...
ko: 다시 시작...

source: Shut Down...
eo: Elŝalti...
fy: Slút Óf...
it: Arresta...
ja: シャットダウン...
ko: 컴퓨터 끄기...

# title
source: Log Out
eo: Elsaluti
fy: Ôfmelde
it: Terminare la sessione
ja: ログアウト
ko: 로그아웃

# title
source: Restart
eo: Restarti
fy: Op'e nij starte
it: Riavviare il sistema
ja: 再起動
ko: 다시 시작

# title
source: Shut Down
eo: Elŝalti
fy: Ôfslúte
it: Arresta
ja: シャットダウン
ko: 컴퓨터 끄기

source: Are you sure you want to close all programs and log out of the computer?
eo: Ĉu certe fermi ĉiujn programojn kaj fini la seancon?
fy: Witte jo it seker dat jo alle applikaasjes wol beëinigje en fan de kompjûter ôf wol melde?
it: Chiudere tutti i programmi e terminare la sessione?
ja: 本当にすべてのプログラムを終了し、コンピュータからログアウトしますか?
ko: 모든 프로그램을 닫고 컴퓨터를 로그아웃 하시겠습니까?

source: Are you sure you want to close all programs and restart the computer?
eo: Ĉu certe fermi ĉiujn programojn kaj restartigi la komputilon?
fy: Witte jo it seker dat jo alle applikaasjes wol beëinigje en de kompjûter op'e nij wol starte?
it: Chiudere tutti i programmi e riavviare il computer?
ja: 本当にすべてのプログラムを終了し、コンピュータを再起動させますか?
ko: 모든 프로그램을 닫고 컴퓨터를 다시 시작하겠습니까?

source: Are you sure you want to close all programs and shut down the computer?
eo: Ĉu certe fermi ĉiujn programojn kaj malŝalti la komputilon?
fy: Witte jo it seker dat jo alle applikaasjes wol beëinigje en de kompjûter ôf wol slúten?
it: Chiudere tutti i programmi e arrestare il computer?
ja: 本当にすべてのプログラムを終了し、コンピュータをシャットダウンしますか?
ko: 모든 프로그램을 닫고 컴퓨터를 종료 하시겠습니까?

# button
source: Log Out
eo: Elsaluti
fy: Meld ôf
it: Termina sessione
ja: ログアウト
ko: 로그 아웃

# button
source: Restart
eo: Restarti
fy: Start op'e nij
it: Riavvia
ja: 再起動
ko: 다시 시작

# button
source: Shut Down
eo: Elŝalti
fy: Slút Óf
it: Arresta
ja: シャットダウン
ko: 컴퓨터 끄기

# button auth
source: Log Out
eo: Elsaluti
fy: Meld ôf
it: Termina sessione
ja: ログアウト
ko: 로그아웃

# button auth
source: Restart...
eo: Restartigi...
fy: Start op'e nij...
it: Riavvia...
ja: 再起動...
ko: 다시 시작...

# button auth
source: Shut Down...
eo: Elŝalti...
fy: Slút Óf...
it: Arresta...
ja: シャットダウン...
ko: 컴퓨터 끄기...

source: Restart Instead
eo: Restartigi anstataŭ elsaluti
fy: Start dochs op'e nij
it: Riavvia subito
ja: 代わりに再起動
ko: 대신 다시 시작

source: Restart Instead...
eo: Restartigi anstataŭe...
fy: Start dochs op'e nij...
it: Riavvia subito...
ja: 代わりに再起動...
ko: 대신 다시 시작...

source: Some software updates won't apply until the computer next restarts.
eo: Kelkaj programaj aktualigoj ekefikos nur je la sekva restartigo de la komputilo.
it: Alcuni aggiornamenti non verranno applicati fino al prossimo riavvio del computer.
ja: 適用されたソフトウェア・アップデートの中に、コンピュータを再起動するまで有効にならないものがあります。
ko: 일부 소프트웨어 업데이트는 다음 다시 시작까지 적용되지 않습니다.

source: Cancel
eo: Rezigni
fy: Ôfbrekke
it: Annulla
ja: キャンセル
ko: 취소

source: Switch User...
eo: Ŝanĝi uzanton...
fy: Brûker Skeakelje...
it: Cambia utente...
ja: ユーザの切り替え...
ko: 사용자 전환...

source: Switch From %s...
eo: Ŝanĝi de %s...
fy: Skeakelje fan %s...
it: Cambia da %s...
ja: ユーザ %s から切り替え...
ko: %s에서 전환...

source: Lock Screen
eo: Ŝlosi ekranon
fy: Beskoattelje skerm
it: Blocca schermo
ja: 画面のロック
ko: 화면 잠금

source: Guest Session
eo: Gastoseanco
fy: Gastsessje
it: Sessione ospite
ja: ゲストセッション
ko: 게스트 로그인

source: Log Out…
eo: Elsaluti...
it: Termina sessione...
ja: ログアウト…
ko: 로그아웃...

source: Suspend
eo: Paŭzigi
fy: Útstelle
it: Sospendi
ja: サスペンド
ko: 절전 모드

source: Hibernate
eo: Pasivumigi
fy: Sliepstân
it: Iberna
ja: ハイバネート
ko: 최대 절전 모드

source: Restart…
eo: Restarti...
it: Riavvia…
ja: 再起動…
ko: 다시 시작...

source: Shut Down…
eo: Elŝalti...
it: Arresta...
ja: シャットダウン…
ko: 전원 끄기...

source: Restart to Complete Update
eo: Restartu por kompletigi aktualigon
it: Riavvia per completare aggiornamento
ja: 再起動（アップデート完了には必須）
ko: 업데이트를 완료하기 위한 재시작

source: Restart to Complete Update…
eo: Restarti por kompletigi aktualigon...
it: Riavvia per completare aggiornamento...
ja: 再起動（アップデート完了には必須）…
ko: 업데이트를 완료하기 위해 다시 시작합니다...
